Repository: common-repository/captchaad
Catalog: languages/captchaAdLang-*.po
Languages: de_de

source: <strong>Error:</strong> Answer correctly to the question in the movie, please.
de_de: Fehler: Bitte beantworten Sie die Frage des Videos.

source: <strong>Error:</strong> Type in the shown signs, please.
de_de: Fehler: Bitte geben Sie die gezeigten Zeichen ein.

source: Error: Answer correctly to the question in the movie.
de_de: Fehler: Bitte beantworten Sie die Frage des Videos.

source: Error: Type in the shown signs, please.
de_de: Fehler: Bitte geben Sie die gezeigten Zeichen ein.

source: Update successful.
de_de: Update erfolgreich.

source: Sorry, something went wrong.
de_de: Entschuldigung, ein Fehler ist aufgetreten.

source: Options &rsaquo;&nbsp;&nbsp;
de_de: Optionen &rsaquo;&nbsp;&nbsp;

source: Questions or problems with the configuration, pls contact us via e-mail, wordpress@captchaad.com
de_de: Fragen oder Probleme mit der Konfiguration, bitte kontaktieren Sie uns via E-Mail, wordpress@captchaad.com.

source: You get this key from CaptchaAd.<br /> Telefon: +49 (0) 89.237 129 21<br /> Mail: <a href="mailto:wordpress@captchaad.com">wordpress@captchaad.com</a>
de_de: Sie erhalten diesen Schlüssel von CaptchaAd.<br /> Telefon: +49 (0) 89.237 129 21<br /> Mail: <a href="mailto:wordpress@captchaad.com">wordpress@captchaad.com</a>

source: Show at
de_de: Anzeigen in

source: Comments
de_de: Kommentaren

source: Registration
de_de: Registrierung

source: Options
de_de: Optionen

source: Stage
de_de: Bühne

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: To ensure spam protection, CaptchaAd requires an alternative in case of disabled Flash or JavaScript. <a href="http://www.google.com/recaptcha" target="_blank">reCAPTCHA</a> will be displayed instead.
de_de: Um den Spamschutz garantieren zu können, benötigt das CaptchaAd, welches auf Flash und JavaScript angewiesen ist, eine mögliche Alternative. Falls der Internetbrowser eine der genannten Technologien nicht unterstützt, wird ein <a href="http://www.google.com/recaptcha" target="_blank">reCAPTCHA</a> angezeigt.

source: Public Key from reCAPTCHA
de_de: Öffentlicher Schlüssel von reCAPTCHA

source: Private Key from reCAPTCHA
de_de: Privater Schlüssel von reCAPTCHA

source: Save Changes
de_de: Änderungen speichern
